Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Magic (W) · Tab switches Wand and Object
de: Magische Auswahl (W) · Tab wechselt zwischen Zauberstab und Objektauswahl
es: Selección mágica (W) · Tab alterna entre Varita y Objeto
fr: Sélection magique (W) · Tab alterne entre Baguette magique et Objet
ja: 自動選択（W）· Tab で自動選択とオブジェクト選択を切り替え
ko: 자동 선택 (W) · Tab으로 자동 선택과 개체 선택 전환
pt_br: Seleção mágica (W) · Tab alterna entre Varinha e Objeto
zh_hans: 魔棒 / 对象选择 (W) · Tab 切换工具
zh_hant: 魔術棒 / 物件選取 (W) · Tab 切換工具

source: Magic Wand
de: Zauberstab
es: Varita mágica
fr: Baguette magique
ja: 自動選択
ko: 자동 선택
pt_br: Varinha mágica
zh_hans: 魔棒
zh_hant: 魔術棒

source: Make each dithered pixel this many pixels across, for a chunky old-screen look
de: Breite jedes gerasterten Pixels für den groben Look alter Bildschirme
es: Ampliar cada píxel del tramado a este tamaño para imitar los píxeles grandes de una pantalla antigua
fr: Largeur de chaque pixel tramé, pour un aspect à gros pixels d’ancien écran
ja: ディザの各ピクセルを指定した幅に拡大し、昔の画面のように粗く表示
ko: 각 디더 픽셀을 지정한 너비로 확대하여 옛 화면처럼 거칠게 표시
pt_br: Ampliar cada pixel do pontilhamento para este tamanho, imitando os pixels grandes de uma tela antiga
zh_hans: 设置仿色像素的边长，模拟复古屏幕的大颗粒像素
zh_hant: 設定混色像素的邊長，模擬復古螢幕的大顆粒像素

source: Make the lines waver sideways down the screen, like a CRT losing sync
de: Linien nach unten hin seitlich schwanken lassen, wie bei einem Röhrenbildschirm mit Synchronisationsverlust
es: Hacer que las líneas oscilen lateralmente a lo largo de la pantalla, como un monitor CRT que pierde la sincronización
fr: Faire onduler les lignes latéralement le long de l’écran, comme un écran cathodique désynchronisé
ja: 同期が乱れた CRT のように、画面の線を左右に波打たせる
ko: 동기화가 흐트러진 CRT처럼 화면의 선이 좌우로 흔들리게 하기
pt_br: Fazer as linhas oscilarem lateralmente ao longo da tela, como um monitor CRT perdendo a sincronização
zh_hans: 使扫描线横向摆动，模拟 CRT 失去同步的效果
zh_hant: 使掃描線橫向擺動，模擬 CRT 失去同步的效果

source: Makes light and dark tones more or less different, mostly around the middle.
de: Macht helle und dunkle Töne mehr oder weniger unterschiedlich, meist in der Mitte.
es: Aumenta o reduce la diferencia entre tonos claros y oscuros, sobre todo en los medios tonos.
fr: Fait des tons clairs et sombres plus ou moins différents, principalement autour du milieu.
ja: 主に中間調付近で、明暗の差を強めたり弱めたりします。
ko: 주로 중간 영역에서 밝고 어두운 색조의 차이를 강화하거나 완화합니다.
pt_br: Aumenta ou reduz a diferença entre tons claros e escuros, principalmente nos tons médios.
zh_hans: 增强或减弱明暗差异，主要影响中间调附近的区域。
zh_hant: 增強或減弱明暗差異，主要影響中間調附近的區域。

source: Makes the color smoothing softer or tighter.
de: Macht die Farbglättung weicher oder enger begrenzt.
es: Hace que el suavizado de color sea más difuso o más concentrado.
fr: Rend le lissage des couleurs plus doux ou plus resserré.
ja: カラーの平滑化を柔らかく、または緻密にします。
ko: 색상 평활화를 부드럽게 하거나 더 세밀하게 합니다.
pt_br: Torna a suavização de cor mais difusa ou mais concentrada.
zh_hans: 调整颜色平滑的柔和或紧密程度。
zh_hant: 調整顏色平滑的柔和或緊密程度。

source: Makes the grain coarser or finer.
de: Macht die Körnung gröber oder feiner.
es: Hace que el grano sea más grueso o más fino.
fr: Rend le grain plus grossier ou plus fin.
ja: 粒子を粗くしたり細かくしたりします。
ko: 그레인 입자를 굵게 또는 가늘게 합니다.
pt_br: Torna o grão mais grosso ou mais fino.
zh_hans: 使颗粒更粗或更细。
zh_hant: 使顆粒更粗或更細。

source: Makes the grain smoother or more uneven.
de: Macht die Körnung gleichmäßiger oder unregelmäßiger.
es: Hace que el grano sea más suave o más desigual.
fr: Rend le grain plus lisse ou plus irrégulier.
ja: 粒子を滑らかにしたり不均一にしたりします。
ko: 그레인을 매끄럽게 하거나 불규칙하게 합니다.
pt_br: Torna o grão mais suave ou mais desigual.
zh_hans: 使颗粒更平滑或更不规则。
zh_hant: 使顆粒更平滑或更不規則。

source: Makes the picked color lighter or darker.
de: Macht die aufgenommene Farbe heller oder dunkler.
es: Aclara u oscurece el color elegido.
fr: Rend la couleur prélevée plus claire ou plus foncée.
ja: 指定した色を明るくしたり暗くしたりします。
ko: 지정한 색상을 밝게 또는 어둡게 합니다.
pt_br: Clareia ou escurece a cor escolhida.
zh_hans: 使拾取的颜色更亮或更暗。
zh_hant: 使拾取的顏色更亮或更暗。

source: Makes the picked color stronger or quieter.
de: Macht die aufgenommene Farbe kräftiger oder dezenter.
es: Aumenta o reduce la intensidad del color elegido.
fr: Rend la couleur prélevée plus vive ou plus discrète.
ja: 指定した色を鮮やかにしたり落ち着かせたりします。
ko: 지정한 색상을 선명하게 또는 차분하게 합니다.
pt_br: Aumenta ou reduz a intensidade da cor escolhida.
zh_hans: 增强或减弱拾取颜色的饱和度。
zh_hant: 增強或減弱拾取顏色的飽和度。

source: Makes the selected color family lighter or darker.
de: Macht die ausgewählte Farbfamilie heller oder dunkler.
es: Aclara u oscurece la familia de colores seleccionada.
fr: Rendre la famille de couleurs sélectionnée plus claire ou plus foncée.
ja: 選択した色系統を明るくしたり暗くしたりします。
ko: 선택한 색상 계열을 밝게 또는 어둡게 합니다.
pt_br: Clareia ou escurece a família de cores selecionada.
zh_hans: 使所选色系更亮或更暗。
zh_hant: 使所選色系更亮或更暗。

source: Makes the selected color family stronger or quieter.
de: Macht die ausgewählte Farbfamilie kräftiger oder dezenter.
es: Aumenta o reduce la intensidad de la familia de colores seleccionada.
fr: Rend la famille de couleurs sélectionnée plus vive ou plus discrète.
ja: 選択した色系統を鮮やかにしたり落ち着かせたりします。
ko: 선택한 색상 계열을 선명하게 또는 차분하게 합니다.
pt_br: Aumenta ou reduz a intensidade da família de cores selecionada.
zh_hans: 增强或减弱所选色系的饱和度。
zh_hant: 增強或減弱所選色系的飽和度。

source: Makes the vignette rounder or more square.
de: Macht die Vignette runder oder mehr quadratisch.
es: Hace que la viñeta sea más redonda o más cuadrada.
fr: Fait la vignette arrondie ou plus carrée.
ja: 周辺光量効果の形を円形または四角形に近づけます。
ko: 비네팅 모양을 원형 또는 사각형에 가깝게 만듭니다.
pt_br: Torna a vinheta mais redonda ou mais quadrada.
zh_hans: 使晕影形状更接近圆形或方形。
zh_hant: 使暈映形狀更接近圓形或方形。

source: Manual
de: Manuell
fr: Manuel
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

source: Marquee
de: Auswahlrechteck
es: Marco
fr: Sélection
ja: 選択範囲
ko: 선택 윤곽
pt_br: Letreiro
zh_hans: 选框
zh_hant: 選取畫面

source: Marquee (M)
de: Auswahlrahmen (M)
es: Marco (M)
fr: Sélection (M)
ja: 選択範囲（M）
ko: 선택 윤곽 (M)
pt_br: Letreiro (M)
zh_hans: 选框 (M)
zh_hant: 選取畫面 (M)

source: Marquee / cycle shape
de: Auswahlrahmen / Form wechseln
es: Marco / cambiar forma
fr: Sélection / changer de forme
ja: 選択範囲 / 形状を順に切り替え
ko: 선택 윤곽 / 모양 순환
pt_br: Letreiro / alternar forma
zh_hans: 选框 / 循环切换形状
zh_hant: 選取畫面 / 循環切換形狀

source: Mask
de: Maske
es: Máscara
fr: Masque
ja: マスク
ko: 마스크
pt_br: Máscara
zh_hans: 蒙版
zh_hant: 遮色片

source: Mask background
de: Maskenhintergrund
es: Máscara de fondo
fr: Fond du masque
ja: マスクの背景色
ko: 마스크 배경색
pt_br: Fundo da máscara
zh_hans: 蒙版背景
zh_hant: 遮色片背景

source: Mask foreground
de: Maskenvordergrund
es: Primer plano de la máscara
fr: Premier plan du masque
ja: マスクの描画色
ko: 마스크 전경색
pt_br: Primeiro plano da máscara
zh_hans: 蒙版前景
zh_hant: 遮色片前景

source: Mask's Black Areas
de: Schwarze Maskenbereiche
es: Áreas negras de la máscara
fr: Zones noires du masque
ja: マスクの黒い領域
ko: 마스크의 검은 영역
pt_br: Áreas pretas da máscara
zh_hans: 蒙版的黑色区域
zh_hant: 遮色片的黑色區域

source: Masking
de: Maskieren
es: Máscara
fr: Masquage
ja: マスク
ko: 마스크
pt_br: Máscara
zh_hans: 蒙版
zh_hant: 遮色片

source: Master
de: Standard
es: Todos
fr: Global
ja: マスター
ko: 마스터
pt_br: Principal
zh_hans: 全图
zh_hant: 主版

source: Match the clicked pixel, or the average of the pixels around it
de: Passen Sie das angeklickte Pixel oder den Durchschnitt der Pixel um es herum an
es: Coincide con el píxel clicado, o el promedio de los píxeles alrededor de él
fr: Correspond au pixel cliqué, ou à la moyenne des pixels autour
ja: クリックしたピクセルの色、または周囲のピクセルの平均色を取得
ko: 클릭한 픽셀의 색상 또는 주변 픽셀의 평균 색상 추출
pt_br: Coincidir com o pixel clicado, ou com a média dos pixels ao seu redor
zh_hans: 按单击像素的颜色取样，或使用周围像素的平均颜色
zh_hant: 依點選像素的顏色取樣，或使用周圍像素的平均顏色

source: Medium Blue
de: Mittelblau
es: Azul Medio
fr: Bleu moyen
ja: ミディアムブルー
ko: 중간 파랑
pt_br: Azul Médio
zh_hans: 中蓝色
zh_hant: 中藍色

source: Medium Contrast
de: Mittlerer Kontrast
es: Contraste medio
fr: Contraste moyen
ja: 中程度のコントラスト
ko: 중간 대비
pt_br: Contraste Médio
zh_hans: 中对比度
zh_hant: 中對比

source: Menus
de: Menüs
es: Menús
ja: メニュー
ko: 메뉴
zh_hans: 菜单
zh_hant: 選單

source: Merge Down
de: Mit darunter liegender auf eine Ebene reduzieren
es: Combinar hacia abajo
fr: Fusionner avec le calque inférieur
ja: 下のレイヤーと結合
ko: 아래 레이어와 병합
pt_br: Mesclar para baixo
zh_hans: 向下合并
zh_hant: 向下合併

source: Merge Group
de: Gruppe zusammenfügen
es: Combinar grupo
fr: Fusionner le groupe
ja: グループを結合
ko: 그룹 병합
pt_br: Mesclar grupo
zh_hans: 合并组
zh_hant: 合併群組

source: Merge Layers
de: Ebenen zusammenfügen
es: Combinar capas
fr: Fusionner les calques
ja: レイヤーを結合
ko: 레이어 병합
pt_br: Mesclar camadas
zh_hans: 合并图层
zh_hant: 合併圖層

source: Middle left
de: Mitte links
es: Centro izquierda
fr: Au milieu à gauche
ja: 中央左
ko: 가운데 왼쪽
pt_br: Centro esquerdo
zh_hans: 左侧居中
zh_hant: 左側置中

source: Middle right
de: Mitte rechts
es: Centro derecha
fr: Au milieu à droite
ja: 中央右
ko: 가운데 오른쪽
pt_br: Centro direito
zh_hans: 右侧居中
zh_hant: 右側置中

source: Midpoint
de: Mittelpunkt
es: Punto medio
fr: Milieu
ja: 中心点
ko: 중간점
pt_br: Ponto médio
zh_hans: 中点
zh_hant: 中點

source: Midtones
de: Mitteltöne
es: Medios tonos
fr: Tons moyens
ja: 中間調
ko: 중간 영역
pt_br: Tons médios
zh_hans: 中间调
zh_hant: 中間調

source: Missing source
de: Fehlende Quelle
es: Falta el origen
fr: Source manquante
ja: コピー元が未設定です
ko: 소스가 설정되지 않았습니다
pt_br: Origem ausente
zh_hans: 未设置取样点
zh_hant: 未設定取樣點

source: Mixer
de: Farbmischer
es: Mezclador de colores
fr: Mélangeur de couleurs
ja: カラーミキサー
ko: 색상 혼합기
pt_br: Misturador de cores
zh_hans: 混色器
zh_hant: 混色器

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式
zh_hant: 模式

source: Monochromatic
de: Monochrom
es: Monocromático
fr: Monochromatique
ja: グレースケールノイズ
ko: 단색
pt_br: Monocromático
zh_hans: 单色
zh_hant: 單色

source: More ink (darker) or less before dithering
de: Vor dem Dithering mehr Farbe (dunkler) oder weniger verwenden
es: Más tinta (más oscuro) o menos tinta antes de aplicar el tramado
fr: Ajouter ou réduire l’encrage avant le tramage (plus d’encre assombrit)
ja: ディザ処理前のインク量を増やす（暗くする）、または減らす
ko: 디더링 전에 잉크 양을 늘리거나(어둡게) 줄이기
pt_br: Mais tinta (mais escuro) ou menos tinta antes de aplicar o pontilhamento
zh_hans: 仿色前增加墨量（变暗）或减少墨量
zh_hant: 混色前增加墨量（變暗）或減少墨量

source: Motion Blur
de: Bewegungsunschärfe
es: Desenfoque de movimiento
fr: Flou directionnel
ja: ぼかし（移動）
ko: 동작 흐림 효과
pt_br: Desfoque de movimento
zh_hans: 动感模糊
zh_hant: 動態模糊

source: Move / Transform (V)
de: Verschieben / Transformieren (V)
es: Mover / Transformar (V)
fr: Déplacement / Transformation (V)
ja: 移動 / 変形（V）
ko: 이동 / 변형 (V)
pt_br: Mover / Transformar (V)
zh_hans: 移动 / 变换 (V)
zh_hant: 移動 / 變形 (V)

source: Move / Transform tool
de: Verschieben-/Transformieren-Werkzeug
es: Herramienta Mover/Transformar
fr: Outil Déplacement/Transformation
ja: 移動／変形ツール
ko: 이동/변형 도구
pt_br: Ferramenta Mover/Transformar
zh_hans: 移动 / 变换工具
zh_hant: 移動／變形工具

source: Move Guide
de: Hilfslinie verschieben
es: Mover guía
fr: Déplacer le repère
ja: ガイドを移動
ko: 안내선 이동
pt_br: Mover guia
zh_hans: 移动参考线
zh_hant: 移動參考線

source: Move Layer
de: Ebene verschieben
es: Mover capa
fr: Déplacer le calque
ja: レイヤーを移動
ko: 레이어 이동
pt_br: Mover camada
zh_hans: 移动图层
zh_hant: 移動圖層

source: Move Layer Down
de: Ebene nach unten
es: Bajar capa
fr: Descendre le calque
ja: レイヤーを下へ
ko: 레이어 아래로 이동
pt_br: Mover camada para baixo
zh_hans: 下移图层
zh_hant: 下移圖層

source: Move Layer Up
de: Ebene nach oben
es: Subir capa
fr: Monter le calque
ja: レイヤーを上へ
ko: 레이어 위로 이동
pt_br: Mover camada para cima
zh_hans: 上移图层
zh_hant: 上移圖層

source: Move Layers
de: Ebenen verschieben
es: Mover capas
fr: Déplacer les calques
ja: レイヤーを移動
ko: 레이어 이동
pt_br: Mover Camadas
zh_hans: 移动图层
zh_hant: 移動圖層

source: Move Out of Folder
de: Aus Gruppe verschieben
es: Sacar del grupo
fr: Sortir du groupe
ja: グループから移動
ko: 그룹 밖으로 이동
pt_br: Mover para fora do grupo
zh_hans: 移出组
zh_hant: 移出群組

source: Move pixels
de: Pixel verschieben
es: Mover píxeles
fr: Déplacer les pixels
ja: ピクセルを移動
ko: 픽셀 이동
pt_br: Mover pixels
zh_hans: 移动像素
zh_hant: 移動像素

source: Move Pixels
de: Pixel verschieben
es: Mover píxeles
fr: Déplacer les pixels
ja: ピクセルを移動
ko: 픽셀 이동
pt_br: Mover pixels
zh_hans: 移动像素
zh_hant: 移動像素

source: Move selected pixels %1$@ 1 px
de: Ausgewählte Pixel um 1 px verschieben: %1$@
es: Mover píxeles seleccionados %1$@ 1 px
fr: Déplacer les pixels sélectionnés de 1 px : %1$@
ja: 選択したピクセルを%1$@に 1 px 移動
ko: 선택한 픽셀을 %1$@ 방향으로 1px 이동
pt_br: Mover pixels selecionados %1$@ 1 px
zh_hans: 将所选像素向%1$@移动 1 像素
zh_hant: 將所選像素向%1$@移動 1 像素

source: Move selected pixels %1$@ 10 px
de: Ausgewählte Pixel um 10 px verschieben: %1$@
es: Mover píxeles seleccionados %1$@ 10 px
fr: Déplacer les pixels sélectionnés de 10 px : %1$@
ja: 選択したピクセルを%1$@に 10 px 移動
ko: 선택한 픽셀을 %1$@ 방향으로 10px 이동
pt_br: Mover pixels selecionados %1$@ 10 px
zh_hans: 将所选像素向%1$@移动 10 像素
zh_hant: 將所選像素向%1$@移動 10 像素

source: Move Selection
de: Auswahl verschieben
es: Mover selección
fr: Déplacer la sélection
ja: 選択範囲を移動
ko: 선택 영역 이동
pt_br: Mover a Seleção
zh_hans: 移动选区
zh_hant: 移動選取範圍

source: Moves the picture left or right.
de: Verschiebt das Bild nach links oder rechts.
es: Mueva la imagen izquierda o derecha.
fr: Déplace l'image à gauche ou à droite.
ja: 画像を左右に移動します。
ko: 이미지를 좌우로 이동합니다.
pt_br: Move a imagem para a esquerda ou para a direita.
zh_hans: 向左或向右移动图像。
zh_hant: 向左或向右移動影像。

source: Moves the picture up or down.
de: Verschiebt das Bild nach oben oder unten.
es: Mueve la imagen hacia arriba o hacia abajo.
fr: Déplace l'image vers le haut ou vers le bas.
ja: 画像を上下に移動します。
ko: 이미지를 위아래로 이동합니다.
pt_br: Move a imagem para cima ou para baixo.
zh_hans: 向上或向下移动图像。
zh_hant: 向上或向下移動影像。

source: Moves the vignette correction inward or outward.
de: Bewegt die Vignettenkorrektur nach innen oder nach außen.
es: Desplaza la corrección de viñetas hacia dentro o hacia fuera.
fr: Déplace la correction de vignette vers l'intérieur ou vers l'extérieur.
ja: 周辺光量補正の範囲を内側または外側に移動します。
ko: 비네팅 교정 범위를 안쪽 또는 바깥쪽으로 이동합니다.
pt_br: Desloca a correção de vinheta para dentro ou para fora.
zh_hans: 向内或向外移动晕影校正范围。
zh_hant: 向內或向外移動暈映校正範圍。

source: Multiply
de: Multiplizieren
es: Multiplicar
fr: Produit
ja: 乗算
ko: 곱하기
pt_br: Multiplicação
zh_hans: 正片叠底
zh_hant: 色彩增值

source: Nearest
de: Pixelwiederholung
es: Por aproximación
fr: Au plus proche
ja: ニアレストネイバー法
ko: 최단입점
pt_br: Vizinho mais próximo
zh_hans: 邻近（硬边缘）
zh_hant: 最接近像素

source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新規
ko: 새로 만들기
pt_br: Novo
zh_hans: 新建
zh_hant: 新增

source: New %1$@ Adjustment
de: Neue Einstellung: %1$@
es: Nuevo ajuste: %1$@
fr: Nouveau réglage : %1$@
ja: 新規調整：%1$@
ko: 새 %1$@ 조정
pt_br: Novo ajuste: %1$@
zh_hans: 新建%1$@调整
zh_hant: 新增%1$@調整

source: New adjustment layer
de: Neue Einstellungsebene
es: Nueva capa de ajuste
fr: Nouveau calque de réglage
ja: 新規調整レイヤー
ko: 새 조정 레이어
pt_br: Nova camada de ajuste
zh_hans: 新建调整图层
zh_hant: 新增調整圖層

source: New Adjustment Layer
de: Neue Einstellungsebene
es: Nueva capa de ajuste
fr: Nouveau calque de réglage
ja: 新規調整レイヤー
ko: 새 조정 레이어
pt_br: Nova camada de ajuste
zh_hans: 新建调整图层
zh_hant: 新增調整圖層

source: New blank layer
de: Neue leere Ebene
es: Nueva capa vacía
fr: Nouveau calque vide
ja: 新規空白レイヤー
ko: 새 빈 레이어
pt_br: Nova camada vazia
zh_hans: 新建空白图层
zh_hant: 新增空白圖層

source: New Blank Layer
de: Neue leere Ebene
es: Nueva capa vacía
fr: Nouveau calque vide
ja: 新規空白レイヤー
ko: 새 빈 레이어
pt_br: Nova camada vazia
zh_hans: 新建空白图层
zh_hant: 新增空白圖層

source: New blank layer (⇧⌘N)
de: Neue leere Ebene (⇧⌘N)
es: Nueva capa vacía (⇧⌘N)
fr: Nouveau calque vide (⇧⌘N)
ja: 新規空白レイヤー（⇧⌘N）
ko: 새 빈 레이어 (⇧⌘N)
pt_br: Nova camada vazia (⇧⌘N)
zh_hans: 新建空白图层 (⇧⌘N)
zh_hant: 新增空白圖層 (⇧⌘N)

source: New canvas
de: Neue Arbeitsfläche
es: Nuevo lienzo
fr: Nouvelle zone de travail
ja: 新規カンバス
ko: 새 캔버스
pt_br: Nova tela
zh_hans: 新建画布
zh_hant: 新增版面

source: New Canvas
de: Neue Arbeitsfläche
es: Nuevo lienzo
fr: Nouvelle zone de travail
ja: 新規カンバス
ko: 새 캔버스
pt_br: Nova tela
zh_hans: 新建画布
zh_hant: 新增版面

source: New canvas (⌘N)
de: Neue Arbeitsfläche (⌘N)
es: Nuevo lienzo (⌘N)
fr: Nouvelle zone de travail (⌘N)
ja: 新規カンバス（⌘N）
ko: 새 캔버스 (⌘N)
pt_br: Nova tela (⌘N)
zh_hans: 新建画布 (⌘N)
zh_hant: 新增版面 (⌘N)

source: New canvas (⌘N) · Drop images here for new tabs
de: Neue Arbeitsfläche (⌘N) · Bilder hier für neue Tabs ablegen
es: Nuevo lienzo (⌘N) · Suelte imágenes aquí para abrir nuevas pestañas
fr: Nouvelle zone de travail (⌘N) · Déposer des images ici pour créer des onglets
ja: 新規カンバス（⌘N）· 画像をここにドロップして新しいタブで開く
ko: 새 캔버스 (⌘N) · 여기에 이미지를 놓아 새 탭에서 열기
pt_br: Nova tela (⌘N) · Solte imagens aqui para abrir novas abas
zh_hans: 新建画布 (⌘N) · 将图像拖放到此处可在新标签页打开
zh_hant: 新增版面 (⌘N) · 將影像拖放到此處可在新標籤頁開啟

source: New Canvas…
de: Neue Arbeitsfläche…
es: Nuevo lienzo…
fr: Nouvelle zone de travail…
ja: 新規カンバス…
ko: 새 캔버스…
pt_br: Nova tela…
zh_hans: 新建画布…
zh_hant: 新增版面…

source: New color
de: Neue Farbe
es: Nuevo color
fr: Nouvelle couleur
ja: 新しい色
ko: 새 색상
pt_br: Nova cor
zh_hans: 新颜色
zh_hant: 新顏色

source: New folder
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
ja: 新規グループ
ko: 새 그룹
pt_br: Novo grupo
zh_hans: 新建组
zh_hant: 新增群組

source: New Folder
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
ja: 新規グループ
ko: 새 그룹
pt_br: Novo grupo
zh_hans: 新建组
zh_hant: 新增群組

source: New Guide
de: Neue Hilfslinie
es: Nueva guía
fr: Nouveau repère
ja: 新規ガイド
ko: 새 안내선
pt_br: Nova guia
zh_hans: 新建参考线
zh_hant: 新增參考線

source: New Text Layer
de: Neue Textebene
es: Nueva capa de texto
fr: Nouveau calque de texte
ja: 新規テキストレイヤー
ko: 새 텍스트 레이어
pt_br: Nova camada de texto
zh_hans: 新建文字图层
zh_hant: 新增文字圖層

source: New: %1$@ × %2$@ pixels · %3$@ uncompressed
de: Neu: %1$@ × %2$@ Pixel · %3$@ unkomprimiert
es: Nuevo: %1$@ × %2$@ píxeles · %3$@ sin comprimir
fr: Nouveau : %1$@ × %2$@ pixels · %3$@ non compressé
ja: 変更後：%1$@ × %2$@ ピクセル · 非圧縮 %3$@
ko: 변경 후: %1$@ × %2$@픽셀 · 비압축 %3$@
pt_br: Novo: %1$@ × %2$@ pixels · %3$@ sem compressão
zh_hans: 新尺寸：%1$@ × %2$@ 像素 · 未压缩大小 %3$@
zh_hant: 新尺寸：%1$@ × %2$@ 像素 · 未壓縮大小 %3$@

source: Next blend mode
de: Nächste Füllmethode
es: Siguiente modo de fusión
fr: Mode de fusion suivant
ja: 次の描画モード
ko: 다음 혼합 모드
pt_br: Próximo modo de mesclagem
zh_hans: 下一个混合模式
zh_hant: 下一個混合模式

source: No content remained after trimming.
de: Nach dem Zuschneiden blieb kein Inhalt übrig.
es: No ha quedado contenido después de recortar los bordes.
fr: Aucun contenu ne subsiste après le rognage.
ja: トリミング後に内容が残りませんでした。
ko: 재단 후 남은 내용이 없습니다.
pt_br: Não restou conteúdo após aparar as bordas.
zh_hans: 修边后没有剩余内容。
zh_hant: 修剪後沒有剩餘內容。

source: No foreground subject was detected in this layer. Try an image with a more distinct subject.
de: In dieser Ebene wurde kein Vordergrundmotiv erkannt. Versuchen Sie ein Bild mit einem deutlicher abgegrenzten Motiv.
es: No se ha detectado ningún sujeto en primer plano en esta capa. Pruebe con una imagen cuyo sujeto esté mejor definido.
fr: Aucun sujet au premier plan n’a été détecté dans ce calque. Essayez une image avec un sujet plus distinct.
ja: このレイヤーに前景の被写体が検出されませんでした。被写体がより明確な画像をお試しください。
ko: 이 레이어에서 전경 피사체를 찾지 못했습니다. 피사체가 더 뚜렷한 이미지를 사용해 보세요.
pt_br: Nenhum objeto em primeiro plano foi detectado nesta camada. Tente uma imagem com um objeto mais distinto.
zh_hans: 未在此图层中检测到前景主体。请尝试主体更清晰的图像。
zh_hant: 未在此圖層中偵測到前景主體。請嘗試主體更清晰的影像。

source: No layers yet
de: Noch keine Ebenen
es: Aún no hay capas
fr: Aucun calque pour le moment
ja: レイヤーはまだありません
ko: 아직 레이어가 없습니다
pt_br: Ainda não há camadas
zh_hans: 暂无图层
zh_hant: 尚無圖層

source: No lens metadata on this layer. Profile sliders set generic correction strength.
de: Keine Objektivmetadaten auf dieser Ebene. Die Profilregler bestimmen die allgemeine Korrekturstärke.
es: Esta capa no contiene metadatos de lente. Los reguladores de perfil definen la intensidad de una corrección genérica.
fr: Aucune métadonnée d’objectif sur ce calque. Les curseurs du profil définissent l’intensité d’une correction générique.
ja: このレイヤーにはレンズのメタデータがありません。プロファイルスライダーで汎用的な補正の強度を設定します。
ko: 이 레이어에는 렌즈 메타데이터가 없습니다. 프로필 슬라이더는 일반 교정 강도를 설정합니다.
pt_br: Esta camada não contém metadados da lente. Os controles deslizantes de perfil definem a intensidade de uma correção genérica.
zh_hans: 此图层没有镜头元数据。配置文件滑块将调整通用校正强度。
zh_hant: 此圖層沒有鏡頭中繼資料。描述檔滑桿將調整通用校正強度。

source: No tool selected · Press a tool's key to pick one · Space to pan
de: Kein Werkzeug ausgewählt · Werkzeugtaste drücken, um eines auszuwählen · Leertaste: Ansicht verschieben
es: Ninguna herramienta seleccionada · Pulse la tecla de una herramienta para elegirla · Espacio desplazar
fr: Aucun outil sélectionné · Appuyer sur la touche d’un outil pour le choisir · Espace : déplacer la vue
ja: ツール未選択 · ツールのキーを押して選択 · Space パン
ko: 선택한 도구 없음 · 도구의 키를 눌러 선택 · Space 화면 이동
pt_br: Nenhuma ferramenta selecionada · Pressione a tecla de uma ferramenta para escolhê-la · Espaço deslocar
zh_hans: 未选择工具 · 按工具快捷键选择工具 · 空格键平移
zh_hant: 未選取工具 · 按工具快速鍵選取工具 · 空格鍵平移

source: Noise Reduction
de: Rauschreduzierung
es: Reducción de ruido
fr: Réduction du bruit
ja: ノイズ軽減
ko: 노이즈 감소
pt_br: Redução de ruído
zh_hans: 减少杂色
zh_hant: 減少雜訊

source: Not enough unselected, opaque image pixels to synthesize a fill. Use a smaller selection with some surrounding image.
de: Nicht genügend nicht ausgewählte, deckende Bildpixel zum Erzeugen einer Füllung. Verwenden Sie eine kleinere Auswahl mit umgebendem Bildinhalt.
es: No hay suficientes píxeles opacos fuera de la selección para generar el relleno. Use una selección menor con parte de la imagen a su alrededor.
fr: Pas assez de pixels opaques non sélectionnés pour générer un remplissage. Utilisez une sélection plus petite entourée de contenu d’image.
ja: 塗りつぶしの合成に必要な、選択範囲外の不透明なピクセルが不足しています。周囲に画像が残るよう、選択範囲を小さくしてください。
ko: 칠할 내용을 합성하는 데 필요한 선택 영역 바깥의 불투명 픽셀이 부족합니다. 주변 이미지가 남도록 선택 영역을 줄이세요.
pt_br: Não há pixels opacos suficientes fora da seleção para gerar o preenchimento. Use uma seleção menor com parte da imagem ao redor.
zh_hans: 选区外的不透明像素不足，无法合成填充。请缩小选区并保留一些周围图像。
zh_hant: 選取範圍外的不透明像素不足，無法合成填滿。請縮小選取範圍並保留一些周圍影像。

source: Nothing is selected, so there’s nowhere to paint. Choose Select › Deselect (⌘D) to paint anywhere.
de: Die Auswahl enthält keine Pixel zum Malen. Wählen Sie Auswahl › Auswahl aufheben (⌘D), um überall malen zu können.
es: La selección está vacía y no hay ningún área donde pintar. Elija Selección › Deseleccionar (⌘D) para pintar en cualquier lugar.
fr: La sélection ne contient aucun pixel sur lequel peindre. Choisissez Sélection › Désélectionner (⌘D) pour peindre partout.
ja: 選択範囲が空のため、描画できる場所がありません。「選択範囲」›「選択を解除」（⌘D）を選ぶと、どこにでも描画できます。
ko: 선택 영역이 비어 있어 칠할 곳이 없습니다. 선택 › 선택 해제(⌘D)를 선택하면 어디에나 칠할 수 있습니다.
pt_br: A seleção está vazia e não há uma área para pintar. Escolha Selecionar › Cancelar seleção (⌘D) para pintar em qualquer lugar.
zh_hans: 当前选区为空，无法绘画。选择“选择 › 取消选择”(⌘D) 后可在任意位置绘画。
zh_hant: 目前選取範圍為空，無法繪畫。選取「選取 › 取消選取」(⌘D) 後可在任意位置繪畫。

source: Nudge %1$@ 1 px
de: Um 1 px verschieben: %1$@
es: Desplazar %1$@ 1 px
fr: Décaler de 1 px : %1$@
ja: %1$@に 1 px 移動
ko: %1$@ 방향으로 1px 이동
pt_br: Deslocar %1$@ 1 px
zh_hans: 向%1$@微移 1 像素
zh_hant: 向%1$@微移 1 像素

source: Nudge %1$@ 10 px
de: Um 10 px verschieben: %1$@
es: Desplazar %1$@ 10 px
fr: Décaler de 10 px : %1$@
ja: %1$@に 10 px 移動
ko: %1$@ 방향으로 10px 이동
pt_br: Deslocar %1$@ 10 px
zh_hans: 向%1$@微移 10 像素
zh_hant: 向%1$@微移 10 像素

source: Object
de: Objekt
es: Objeto
fr: Objet
ja: オブジェクト
ko: 개체
pt_br: Objeto
zh_hans: 对象
zh_hant: 物件

source: Object Selection
de: Objektauswahl
es: Selección de objetos
fr: Sélection d’objet
ja: オブジェクト選択
ko: 개체 선택
pt_br: Seleção de objeto
zh_hans: 对象选择
zh_hant: 物件選取

source: Object Selection requires macOS 14 or later.
de: Die Objektauswahl erfordert macOS 14 oder neuer.
es: La selección de objetos requiere macOS 14 o posterior.
fr: La sélection d’objet nécessite macOS 14 ou ultérieur.
ja: オブジェクト選択には macOS 14 以降が必要です。
ko: 개체 선택에는 macOS 14 이상이 필요합니다.
pt_br: Seleção de objetos requer macOS 14 ou posterior.
zh_hans: 对象选择需要 macOS 14 或更高版本。
zh_hant: 物件選取需要 macOS 14 或更高版本。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끄기
pt_br: Desativado
zh_hans: 关闭
zh_hant: 關閉
